<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd"><html><head><link rel="shortcut icon" href="//ssl.gstatic.com/docs/spreadsheets/forms/favicon_jfk2.png" type="image/x-icon">
<meta http-equiv="Content-type" content="text/html; charset=utf-8">
<title>Quick Quest</title>

<link href='/static/spreadsheets/client/css/779923916-published_form_compiled.css' type='text/css' rel='stylesheet'>
</head>
<body class="ss-base-body" dir="ltr" itemscope itemtype="http://schema.org/CreativeWork/FormObject"><meta itemprop="name" content="Quick Quest">
<meta itemprop="description" content="&#1052;&#1086;&#1083;&#1103;, &#1086;&#1090;&#1075;&#1086;&#1074;&#1086;&#1088;&#1077;&#1090;&#1077; &#1085;&#1072; &#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1090;&#1077; &#1074;&#1098;&#1087;&#1088;&#1086;&#1089;&#1080; &#1085;&#1072;&#1082;&#1088;&#1072;&#1090;&#1082;&#1086;. (&#1085;&#1072;&#1083;&#1072;&#1075;&#1072; &#1089;&#1077; &#1076;&#1072; &#1087;&#1080;&#1096;&#1077;&#1090;&#1077; &#1085;&#1072; &#1083;&#1072;&#1090;&#1080;&#1085;&#1080;&#1094;&#1072;, &#1079;&#1072; &#1074;&#1089;&#1077;&#1082;&#1080; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;)
* &#1047;&#1072;&#1076;&#1098;&#1083;&#1078;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086; &#1087;&#1086;&#1083;&#1077;">


<meta itemprop="embedUrl" content="https://docs.google.com/spreadsheet/embeddedform?formkey=dHNyUlp5czI4MXBnUEhDSmlVU1BkZGc6MQ">
<meta itemprop="faviconUrl" content="//ssl.gstatic.com/docs/spreadsheets/forms/favicon_jfk2.png">

<div class="ss-form-container">
<div class="ss-form-heading"><h1 class="ss-form-title">Quick Quest</h1>
<p></p>
<div class="ss-form-desc ss-no-ignore-whitespace">Моля, отговорете на следните въпроси накратко. (налага се да пишете на латиница, за всеки случай)
* Задължително поле</div>

<hr class="ss-email-break" style="display:none;">
<div class="ss-required-asterisk">* Required</div></div>
<div class="ss-form"><form action="https://docs.google.com/spreadsheet/formResponse?formkey=dHNyUlp5czI4MXBnUEhDSmlVU1BkZGc6MQ&amp;ifq" method="POST" id="ss-form">


<br>
<div class="errorbox-good">
<div class="ss-item ss-item-required ss-text"><div class="ss-form-entry"><label class="ss-q-title" for="entry_0">&#1060;&#1072;&#1082;&#1091;&#1083;&#1090;&#1077;&#1090;&#1077;&#1085; &#1085;&#1086;&#1084;&#1077;&#1088;
<span class="ss-required-asterisk">*</span></label>
<label class="ss-q-help" for="entry_0"></label>
<input type="text" name="entry.0.single" value="" class="ss-q-short" id="entry_0"></div></div></div>
<br> <div class="errorbox-good">
<div class="ss-item ss-item-required ss-text"><div class="ss-form-entry"><label class="ss-q-title" for="entry_1">&#1048;&#1084;&#1077;, &#1087;&#1088;&#1077;&#1079;&#1080;&#1084;&#1077;, &#1092;&#1072;&#1084;&#1080;&#1083;&#1080;&#1103;
<span class="ss-required-asterisk">*</span></label>
<label class="ss-q-help" for="entry_1"></label>
<input type="text" name="entry.1.single" value="" class="ss-q-short" id="entry_1"></div></div></div>
<br> <div class="errorbox-good">
<div class="ss-item  ss-section-header"><div class="ss-form-entry"><h2 class="ss-section-title">&#1041;&#1080;&#1079;&#1085;&#1077;&#1089; &#1082;&#1086;&#1084;&#1091;&#1085;&#1080;&#1082;&#1072;&#1094;&#1080;&#1080;</h2>
<div class="ss-section-description ss-no-ignore-whitespace">&#1041;&#1080;&#1079;&#1085;&#1077;&#1089; &#1082;&#1086;&#1084;&#1091;&#1085;&#1080;&#1082;&#1072;&#1094;&#1080;&#1080;&#1090;&#1077; &#1089;&#1072; &#1089;&#1092;&#1077;&#1088;&#1072; &#1085;&#1072; &#1084;&#1077;&#1085;&#1080;&#1076;&#1078;&#1084;&#1098;&#1085;&#1090;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072; &#1074;&#1079;&#1072;&#1080;&#1084;&#1086;&#1086;&#1090;&#1085;&#1086;&#1096;&#1077;&#1085;&#1080;&#1103;&#1090;&#1072; &#1084;&#1077;&#1078;&#1076;&#1091; &#1093;&#1086;&#1088;&#1072;&#1090;&#1072; &#1080; &#1086;&#1090;&#1076;&#1077;&#1083;&#1080;&#1090;&#1077; &#1074; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103;&#1090;&#1072; &#1080; &#1089;&#1098;&#1097;&#1086; &#1090;&#1072;&#1082;&#1072; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1080;&#1090;&#1077; &#1085;&#1072; &#1086;&#1073;&#1084;&#1077;&#1085; &#1085;&#1072; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1103;.</div>
</div></div></div>
<br> <div class="errorbox-good">
<div class="ss-item ss-item-required ss-paragraph-text"><div class="ss-form-entry"><label class="ss-q-title" for="entry_2">&#1042;&#1098;&#1087;&#1088;&#1086;&#1089; 1
<span class="ss-required-asterisk">*</span></label>
<label class="ss-q-help" for="entry_2">&#1050;&#1072;&#1082;&#1098;&#1074; &#1090;&#1080;&#1087; &#1082;&#1086;&#1084;&#1091;&#1085;&#1080;&#1082;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1072; &#1087;&#1086;&#1083;&#1080;&#1090;&#1080;&#1082;&#1072; &#1089;&#1098;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1074;&#1072; &#1074; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103;&#1090;&#1072;, &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1085;&#1072; &#1085;&#1072; &#1082;&#1072;&#1088;&#1090;&#1080;&#1085;&#1082;&#1072;&#1090;&#1072; &#1087;&#1086;-&#1076;&#1086;&#1083;&#1091;?</label><p>&nbsp;</p>
	<p>&nbsp;</p>
	<p><img alt="" align="middle" src="zastudentite/comm.jpg"></p>
	<p>&nbsp;<textarea name="entry.2.single" rows="8" cols="75" class="ss-q-long" id="entry_2"></textarea></div></div></div>
<br> <div class="errorbox-good">
<div class="ss-item  ss-section-header"><div class="ss-form-entry"><h2 class="ss-section-title">&#1059;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1089;&#1082;&#1080; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1103; &#1080; &#1088;&#1080;&#1089;&#1082;</h2>
<div class="ss-section-description ss-no-ignore-whitespace">&#1044;&#1080;&#1089;&#1094;&#1080;&#1087;&#1083;&#1080;&#1085;&#1072;&#1090;&#1072; &#1059;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1089;&#1082;&#1080; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1103; &#1080; &#1088;&#1080;&#1089;&#1082; &#1088;&#1072;&#1079;&#1075;&#1083;&#1077;&#1078;&#1076;&#1072; &#1082;&#1083;&#1072;&#1089;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1090;&#1077; &#1090;&#1077;&#1086;&#1088;&#1080;&#1080; &#1079;&#1072; &#1088;&#1077;&#1096;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1089;&#1082;&#1080; &#1079;&#1072;&#1076;&#1072;&#1095;&#1080; &#1082;&#1072;&#1090;&#1086; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1072; &#1084;&#1077;&#1085;&#1080;&#1076;&#1078;&#1098;&#1088;&#1089;&#1082;&#1072; &#1082;&#1074;&#1072;&#1083;&#1080;&#1092;&#1080;&#1082;&#1072;&#1094;&#1080;&#1103;.</div>
</div></div></div>
<br> <div class="errorbox-good">
<div class="ss-item ss-item-required ss-paragraph-text"><div class="ss-form-entry"><label class="ss-q-title" for="entry_3">&#1042;&#1098;&#1087;&#1088;&#1086;&#1089; 2
<span class="ss-required-asterisk">*</span></label>
<label class="ss-q-help" for="entry_3">&#1050;&#1072;&#1082;&#1074;&#1086; &#1073;&#1080; &#1073;&#1080;&#1083;&#1086; &#1074;&#1072;&#1096;&#1077;&#1090;&#1086; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1074; &#1089;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1103;&#1090;&#1072; &#1086;&#1090; &#1092;&#1080;&#1083;&#1084;&#1072;? &#1052;&#1086;&#1083;&#1103;, &#1072;&#1088;&#1075;&#1091;&#1084;&#1077;&#1085;&#1090;&#1080;&#1088;&#1072;&#1081;&#1090;&#1077; &#1089;&#1077; &#1074; &#1088;&#1072;&#1084;&#1082;&#1080;&#1090;&#1077; &#1085;&#1072; 100 &#1076;&#1091;&#1084;&#1080;, &#1082;&#1072;&#1090;&#1086; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1081;&#1090;&#1077; &#1080; &#1095;&#1080;&#1089;&#1083;&#1077;&#1085;&#1080; &#1089;&#1090;&#1086;&#1081;&#1085;&#1086;&#1089;&#1090;&#1080;.</label><p>&nbsp;</p>
	<p>&nbsp;</p>
<object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=8,0,0,0" width="450" height="403">
<param name="movie" value="http://i48.vbox7.com/player/ext.swf?vid=d935ca6d">
<param name="quality" value="high"><embed src="http://i48.vbox7.com/player/ext.swf?vid=d935ca6d" quality="high" pluginspage="http://www.macromedia.com/go/getflashplayer" type="application/x-shockwave-flash" width="450" height="403"></embed></object>
	<p>&nbsp;<textarea name="entry.3.single" rows="8" cols="75" class="ss-q-long" id="entry_3"></textarea></div></div></div>
<br> <div class="errorbox-good">
<div class="ss-item  ss-section-header"><div class="ss-form-entry"><h2 class="ss-section-title">&#1045;&#1074;&#1088;&#1080;&#1089;&#1090;&#1080;&#1095;&#1085;&#1080; &#1084;&#1077;&#1090;&#1086;&#1076;&#1080; &#1074; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086;</h2>
<div class="ss-section-description ss-no-ignore-whitespace">&#1045;&#1074;&#1088;&#1080;&#1089;&#1090;&#1080;&#1082;&#1072;&#1090;&#1072; &#1086;&#1073;&#1091;&#1095;&#1072;&#1074;&#1072; &#1084;&#1077;&#1085;&#1080;&#1076;&#1078;&#1098;&#1088;&#1080;&#1090;&#1077;&#1085;&#1072; &#1090;&#1074;&#1086;&#1088;&#1095;&#1077;&#1089;&#1082;&#1086; &#1084;&#1080;&#1089;&#1083;&#1077;&#1085;&#1077; &#1079;&#1072; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1086;&#1085;&#1077;&#1079;&#1080; &#1085;&#1077;&#1082;&#1086;&#1085;&#1074;&#1077;&#1085;&#1094;&#1080;&#1086;&#1085;&#1072;&#1083;&#1085;&#1080; &#1080; &#1085;&#1077;&#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1080;&#1088;&#1072;&#1085;&#1080; &#1089;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1080;, &#1079;&#1072; &#1082;&#1086;&#1080;&#1090;&#1086; &#1082;&#1083;&#1072;&#1089;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1090;&#1077; &#1087;&#1086;&#1076;&#1093;&#1086;&#1076;&#1080; &#1089;&#1072; &#1085;&#1077;&#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1080;&#1084;&#1080;.</div>
</div></div></div>
<br> <div class="errorbox-good">
<div class="ss-item ss-item-required ss-paragraph-text"><div class="ss-form-entry"><label class="ss-q-title" for="entry_4">&#1042;&#1098;&#1087;&#1088;&#1086;&#1089; 3
<span class="ss-required-asterisk">*</span></label>
<label class="ss-q-help" for="entry_4">&#1042;&#1080;&#1077; &#1089;&#1090;&#1077; &#1057;&#1077;&#1088;&#1075;&#1077;&#1081; &#1041;&#1088;&#1080;&#1085; - &#1089;&#1098;&#1086;&#1089;&#1085;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083; &#1085;&#1072; Google Inc. &#1047;&#1072; 8:00 &#1090;&#1072;&#1079;&#1080; &#1089;&#1091;&#1090;&#1088;&#1080;&#1085; (&#1074; &#1085;&#1072;&#1095;&#1072;&#1083;&#1086;&#1090;&#1086; &#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1085;&#1080;&#1103; &#1076;&#1077;&#1085;) &#1080;&#1084;&#1072;&#1090;&#1077; &#1091;&#1075;&#1086;&#1074;&#1086;&#1088;&#1077;&#1085;&#1072; &#1089;&#1088;&#1077;&#1097;&#1072; &#1089; &#1060;&#1088;&#1072;&#1085;&#1089;&#1086;&#1072; &#1041;&#1088;&#1091;&#1075;&#1077;&#1088;, &#1074;&#1080;&#1094;&#1077;&#1087;&#1088;&#1077;&#1079;&#1080;&#1076;&#1077;&#1085;&#1090; &#1087;&#1086; &#1073;&#1080;&#1079;&#1085;&#1077;&#1089; &#1086;&#1087;&#1077;&#1088;&#1072;&#1094;&#1080;&#1080;&#1090;&#1077;, &#1074;&#1098;&#1074; &#1074;&#1088;&#1098;&#1079;&#1082;&#1072; &#1089; &#1079;&#1072;&#1095;&#1077;&#1089;&#1090;&#1080;&#1083;&#1080;&#1090;&#1077; &#1087;&#1088;&#1077;&#1079; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; &#1085;&#1072;&#1088;&#1091;&#1096;&#1077;&#1085;&#1080;&#1103; &#1085;&#1072; &#1090;&#1088;&#1091;&#1076;&#1086;&#1074;&#1072;&#1090;&#1072; &#1076;&#1080;&#1089;&#1094;&#1080;&#1087;&#1083;&#1080;&#1085;&#1072; &#1086;&#1090; &#1089;&#1083;&#1091;&#1078;&#1080;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1080; &#1086;&#1090; &#1085;&#1077;&#1075;&#1086; &#1089;&#1072;&#1084;&#1080;&#1103;, &#1075;&#1083;&#1072;&#1074;&#1085;&#1086; &#1079;&#1072;&#1082;&#1098;&#1089;&#1085;&#1103;&#1074;&#1072;&#1085;&#1077; &#1079;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1089;&#1091;&#1090;&#1088;&#1080;&#1085;. &#1047;&#1072; &#1089;&#1098;&#1078;&#1072;&#1083;&#1077;&#1085;&#1080;&#1077; &#1090;&#1086;&#1095;&#1085;&#1086; &#1090;&#1072;&#1079;&#1080; &#1089;&#1091;&#1090;&#1088;&#1080;&#1085; &#1089;&#1090;&#1077; &#1089;&#1077; &#1079;&#1072;&#1073;&#1072;&#1074;&#1080;&#1083; &#1085;&#1072; &#1087;&#1098;&#1090; &#1082;&#1098;&#1084; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1080; &#1087;&#1088;&#1080;&#1089;&#1090;&#1080;&#1075;&#1072;&#1090;&#1077; &#1074;&#1098;&#1074; &#1074;&#1072;&#1096;&#1080;&#1103; &#1086;&#1092;&#1080;&#1089; &#1074; 8:20. &#1042;&#1072;&#1096;&#1080;&#1103;&#1090; &#1087;&#1086;&#1076;&#1095;&#1080;&#1085;&#1077;&#1085; &#1074;&#1080; &#1095;&#1072;&#1082;&#1072; &#1074; &#1089;&#1090;&#1072;&#1103;&#1090;&#1072; &#1085;&#1072; &#1074;&#1072;&#1096;&#1072;&#1090;&#1072; &#1089;&#1077;&#1082;&#1088;&#1077;&#1090;&#1072;&#1088;&#1082;&#1072;, &#1082;&#1086;&#1075;&#1072;&#1090;&#1086; &#1074;&#1080;&#1077; &#1074;&#1083;&#1080;&#1079;&#1072;&#1090;&#1077;. &#1050;&#1072;&#1082;&#1074;&#1086; &#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1077;? &#1052;&#1086;&#1083;&#1103;, &#1086;&#1087;&#1080;&#1096;&#1077;&#1090;&#1077; &#1074;&#1089;&#1103;&#1082;&#1086; &#1074;&#1072;&#1096;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077; &#1074; &#1088;&#1072;&#1084;&#1082;&#1080;&#1090;&#1077; &#1085;&#1072; 5 &#1088;&#1077;&#1076;&#1072;.</label><p>&nbsp;</p>
	<p>&nbsp;<textarea name="entry.4.single" rows="8" cols="75" class="ss-q-long" id="entry_4"></textarea></div></div></div>
<br> <div class="errorbox-good">
<div class="ss-item  ss-section-header"><div class="ss-form-entry"><h2 class="ss-section-title">&#1051;&#1080;&#1076;&#1077;&#1088;&#1089;&#1090;&#1074;&#1086;</h2>
<div class="ss-section-description ss-no-ignore-whitespace">&#1044;&#1080;&#1089;&#1094;&#1080;&#1087;&#1083;&#1080;&#1085;&#1072;&#1090;&#1072; &#1051;&#1080;&#1076;&#1077;&#1088;&#1089;&#1090;&#1074;&#1086; &#1097;&#1077; &#1074;&#1080; &#1085;&#1072;&#1091;&#1095;&#1080;, &#1082;&#1072;&#1082; &#1076;&#1072; &#1087;&#1088;&#1080;&#1076;&#1086;&#1073;&#1080;&#1077;&#1090;&#1077; &#1083;&#1080;&#1076;&#1077;&#1088;&#1089;&#1082;&#1080; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1072;, &#1082;&#1072;&#1082;&#1098;&#1074; &#1077; &#1074;&#1072;&#1096;&#1080;&#1103;&#1090; &#1083;&#1080;&#1076;&#1077;&#1088;&#1089;&#1082;&#1080; &#1089;&#1090;&#1080;&#1083; &#1080; &#1082;&#1072;&#1082; &#1076;&#1072; &#1088;&#1072;&#1079;&#1073;&#1077;&#1088;&#1077;&#1090;&#1077; &#1082;&#1086;&#1081; &#1077; &#1083;&#1080;&#1076;&#1077;&#1088;.</div>
</div></div></div>
<br> <div class="errorbox-good">
<div class="ss-item ss-item-required ss-paragraph-text"><div class="ss-form-entry"><label class="ss-q-title" for="entry_5">&#1042;&#1098;&#1087;&#1088;&#1086;&#1089; 4
<span class="ss-required-asterisk">*</span></label>
<label class="ss-q-help" for="entry_5">&#1053;&#1072; &#1087;&#1086;&#1089;&#1086;&#1095;&#1077;&#1085;&#1072;&#1090;&#1072; &#1075;&#1088;&#1072;&#1092;&#1080;&#1082;&#1072; &#1085;&#1072; &#1086;&#1090;&#1085;&#1086;&#1096;&#1077;&#1085;&#1080;&#1103;&#1090;&#1072; &#1084;&#1077;&#1078;&#1076;&#1091; &#1089;&#1083;&#1091;&#1078;&#1080;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; (&#1089;&#1086;&#1094;&#1080;&#1086;&#1075;&#1088;&#1072;&#1084;&#1072;), &#1082;&#1086;&#1081; &#1086;&#1090; &#1089;&#1083;&#1091;&#1078;&#1080;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1080;&#1084;&#1072; &#1085;&#1072;&#1081; &#1076;&#1086;&#1073;&#1088;&#1080; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1085;&#1077;&#1092;&#1086;&#1088;&#1084;&#1072;&#1083;&#1077;&#1085; &#1083;&#1080;&#1076;&#1077;&#1088; &#1080; &#1079;&#1072;&#1097;&#1086;? (&#1086;&#1090;&#1075;&#1086;&#1074;&#1086;&#1088;&#1077;&#1090;&#1077; &#1089; &#1085;&#1077; &#1087;&#1086;&#1074;&#1077;&#1095;&#1077; &#1086;&#1090; 3 &#1080;&#1079;&#1088;&#1077;&#1095;&#1077;&#1085;&#1080;&#1103;)</label><p>&nbsp;</p>
	<p>&nbsp;</p>
	<p><img alt="" align="middle" src="zastudentite/socio.gif"></p>
	<p>&nbsp;<textarea name="entry.5.single" rows="8" cols="75" class="ss-q-long" id="entry_5"></textarea></div></div></div>
<br>
<input type="hidden" name="pageNumber" value="0">
<input type="hidden" name="backupCache" value="">


<div class="ss-item ss-navigate"><div class="ss-form-entry">
<input type="submit" name="submit" value="Submit"></div></div></form>
<script type="text/javascript">
      
      (function() {
var divs = document.getElementById('ss-form').
getElementsByTagName('div');
var numDivs = divs.length;
for (var j = 0; j < numDivs; j++) {
if (divs[j].className == 'errorbox-bad') {
divs[j].lastChild.firstChild.lastChild.focus();
return;
}
}
for (var i = 0; i < numDivs; i++) {
var div = divs[i];
if (div.className == 'ss-form-entry' &&
div.firstChild &&
div.firstChild.className == 'ss-q-title') {
div.lastChild.focus();
return;
}
}
})();
      </script></div>
<div class="ss-footer"><div class="ss-attribution"></div>
<div class="ss-legal"><span class="ss-powered-by">Powered by <a href="http://docs.google.com">Google Docs</a></span>
<span class="ss-terms"><small><a href="https://docs.google.com/spreadsheet/reportabuse?formkey=dHNyUlp5czI4MXBnUEhDSmlVU1BkZGc6MQ&amp;source=https://docs.google.com/spreadsheet/viewform?formkey%3DdHNyUlp5czI4MXBnUEhDSmlVU1BkZGc6MQ">Report Abuse</a>
-
<a href="http://www.google.com/accounts/TOS">Terms of Service</a>
-
<a href="http://www.google.com/google-d-s/terms.html">Additional Terms</a></small></span></div></div></div></body></html>